MOVIES_DATA = [
    {
        'id': 1,
        'title': '1+1',
        'year': '2011',
        'genre': ['драма', 'комедия'],
        'mood': [
            "веселый 😄",
            "что-то для уютного вечера 😊",
            "нужно вдохновение ✨",
            "грустный, хочу поднять настроение 🌈"
        ],
        'description': 'Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.'
    },
    {
        'id': 2,
        'title': 'Интерстеллар',
        'year': '2014',
        'genre': ['фантастика', 'драма', 'приключения'],
        'mood': [
            "в философских размышлениях 🤔",
            "хочется чего-то эпичного 🌌",
            "слишком хорошо живу, давай грустный фильм 💔",
            "нужно вдохновение ✨"
        ],
        'description': 'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.'
    },
    {
        'id': 3,
        'title': 'Побег из Шоушенка',
        'year': '1994',
        'genre': ['драма'],
        'mood': [
            "нужно вдохновение ✨",
            "в философских размышлениях 🤔",
            "грустный, хочу поднять настроение 🌈",
            "верю в чудеса 🕊️"
        ],
        'description': 'Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.'
    },
    {
        'id': 4,
        'title': 'Джентльмены',
        'year': '2019',
        'genre': ['криминал', 'комедия', 'боевик'],
        'mood': [
            "веселый 😄",
            "я сегодня подозреваю всех 🕵️‍♂️",
            "хочу фильм, после которого не смогу уснуть 🤯"
        ],
        'description': 'Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.'
    },
    {
        'id': 5,
        'title': 'Зеленая миля',
        'year': '1999',
        'genre': ['криминал', 'драма', 'фэнтези'],
        'mood': [
            "что-то для уютного вечера 😊",
            "слишком хорошо живу, давай грустный фильм 💔",
            "нужно вдохновение ✨",
            "в философских размышлениях 🤔",
            "верю в чудеса 🕊️"
        ],
        'description': 'Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.'
    },
    {
        'id': 6,
        'title': 'Остров проклятых',
        'year': '2009',
        'genre': ['триллер', 'детектив', 'драма'],
        'mood': [
            "хочется напряжения, тайн 👁️",
            "я сегодня подозреваю всех 🕵️‍♂️",
            "хочу фильм, после которого не смогу уснуть 🤯",
            "слишком хорошо живу, давай грустный фильм 💔"
        ],
        'description': 'Два американских судебных пристава отправляются на один из островов в штате Массачусетс, чтобы расследовать исчезновение пациентки клиники для умалишенных преступников. При проведении расследования им придется столкнуться с паутиной лжи, обрушившимся ураганом и смертельным бунтом обитателей клиники.'
    },
    {
        'id': 7,
        'title': 'Аватар',
        'year': '2009',
        'genre': ['фантастика', 'боевик', 'драма', 'приключения'],
        'mood': [
            "хочется чего-то эпичного 🌌",
            "скучно, хочется приключений и сверхъестественного 🌠",
            "устаю от всего, хочу улететь куда-то далеко 🪐",
            "нужно вдохновение ✨"
        ],
        'description': 'Бывший морпех Джейк Салли прикован к инвалидному креслу. Несмотря на немощное тело, Джейк в душе по-прежнему остается воином. Он получает задание совершить путешествие в несколько световых лет к базе землян на планете Пандора, где корпорации добывают редкий минерал, имеющий огромное значение для выхода Земли из энергетического кризиса.'
    },
    {
        'id': 8,
        'title': 'Дождливый день в Нью-Йорке',
        'year': '2019',
        'genre': ['мелодрама'],
        'mood': [
            "в любви 💖",
            "что-то для уютного вечера 😊",
            "скучно, хочется приключений и сверхъестественного 🌠"
        ],
        'description': 'Гэтсби — из состоятельной нью-йоркской семьи, его девушка Эшли — дочь банкира из Аризоны, оба учатся в колледже Ярдли. Когда местное издание отправляет Эшли в Нью-Йорк взять интервью у известного режиссера, Гэтсби приходит в восторг — теперь он покажет ей родной город. Парочка заселяется в шикарный номер с видом на Центральный парк и строит планы, но судьба распоряжается иначе: Эшли затягивает в мир звёздной богемы, а Гэтсби встречает бывших одноклассников и младшую сестру своей школьной любви.'
    },
    {
        'id': 9,
        'title': 'F1',
        'year': '2025',
        'genre': ['боевик', 'драма', 'спорт'],
        'mood': [
            "спортивное 💪",
            "хочется чего-то эпичного 🌌",
            "нужно вдохновение ✨",
            "хочу фильм, после которого не смогу уснуть 🤯"
        ],
        'description': 'В 1990-х Сонни Хейс был восходящей звездой «Формулы-1», но после серьёзной аварии ушёл из большого спорта. 30 лет спустя Сонни живёт в трейлере и зарабатывает участием в различных гонках и чемпионатах. Однажды к нему обращается старый друг Рубен Сервантес, тоже в прошлом гонщик, а ныне владелец гоночной команды-аутсайдера, с просьбой присоединиться к ним в качестве второго пилота и наставника для молодого многообещающего новичка.'
    },
    {
        'id': 10,
        'title': 'Дракула',
        'year': '2025',
        'genre': ['ужасы', 'мелодрама'],
        'mood': [
            "в любви 💖",
            "слишком хорошо живу, давай грустный фильм 💔",
            "хочется чего-то эпичного 🌌",
            "хочу фильм, после которого не смогу уснуть 🤯"
        ],
        'description': 'Конец XV века, Восточная Европа. Принц Влад II живет лишь ради любви к жене, принцессе Елизавете. Когда долг зовёт его на поле боя сдерживать турецкое нашествие, он просит бога лишь об одном — во время войны сохранить жизнь его жене. Но Елизавета гибнет, а разгневанный на бога Влад отрекается от него. 400 лет спустя. Священник особого ордена осматривает оказавшуюся в психиатрической лечебнице вампиршу, а тем временем адвокат из Парижа прибывает в замок принца Влада, который начинает рассказывать ему свою грустную историю любви.'
    },
    {
        'id': 11,
        'title': 'Компаньон',
        'year': '2025',
        'genre': ['фантастика', 'триллер', 'комедия'],
        'mood': [
            "скучно, хочется приключений и сверхъестественного 🌠",
            "хочется напряжения, тайн 👁️",
            "хочу фильм, после которого не смогу уснуть 🤯",
            "я сегодня подозреваю всех 🕵️‍♂️"
        ],
        'description': 'Айрис всегда считала, что лучший момент в её жизни — встреча с её нынешним парнем Джошем. Они вместе приезжают в шикарный особняк рядом с озером, где отдыхают его друзья. Компания весело проводит время, а на утро Джош ссылается на головную боль и настаивает, чтобы Айрис без него отправилась к озеру. То, что там происходит, и последующие события переворачивают мир девушки.'
    }
]